Repository: grueneschweiz/wp-raisenow-community-plugin
Catalog: languages/raisenow-community-*.po
Languages: de_de, fr_fr

source: You need to have a contract with %s.
de_de: Du brauchst einen Vertrag mit %s.
fr_fr: Vous devez au préalable avoir établie un contrat avec %s.

# HTML link tag to the settings page
source: Missing API key. Add the API key you received from RaiseNow to your %splugin settings%s.
de_de: Fehlender API-Key. Füge deinen API-Key, den du von RaiseNow erhalten hast, den %sPlugin-Einstellungen%s hinzu.
fr_fr: La clé API est manquante. Indiquez dans les %sréglages du plugin%s votre clé API que RaiseNow vous a communiqué.

source: Missing api key. Please contact site administrator.
de_de: Fehlender API-Key. Wende dich an den Administrator.
fr_fr: Votre clé API est manquante. Contactez l’administrateur de votre site.

source: Online donation options
de_de: Online-Spenden Optionen
fr_fr: Options de donation en ligne

source: Language
de_de: Sprache
fr_fr: Langues

source: Choose language for the donation form
de_de: Wähle die Sprache des Spendenformulars
fr_fr: Choisissez la langue affichée pour le formulaire de dons

source: German
de_de: Deutsch
fr_fr: Allemand

source: French
de_de: Französisch
fr_fr: Français

source: English
de_de: Englisch
fr_fr: Anglais

source: Amounts
de_de: Beträge
fr_fr: Montants

source: One Time Donations
de_de: Einmalige Spenden
fr_fr: Don instantané

source: Set the predefined amounts for one time donations in CHF. Field 2 will be preselected.
de_de: Lege die vordefinierten Beträge für einmalige Spenden in CHF fest. Feld 2 wird vorausgewählt.
fr_fr: Indiquez les montants prédéfinis pour les dons instantanés en francs suisses CHF. Le champ 2 sera présélectionné.

source: Field 1
de_de: Feld 1
fr_fr: Champ 1

source: Field 2
de_de: Feld 2
fr_fr: Champ 2

source: Field 3
de_de: Feld 3
fr_fr: Champ 3

source: Field 4
de_de: Feld 4
fr_fr: Champ 4

source: Recurring Donations
de_de: Wiederkehrende Spenden
fr_fr: Dons récurrents

source: Set the predefined amounts for recurring donations in CHF. Field 2 will be preselected.
de_de: Lege die vordefinierten Beträge für wiederkehrende Spenden in CHF fest. Feld 2 wird vorausgewählt.
fr_fr: Indiquez les montants prédéfinis pour les dons en francs suisses CHF. Le champ 2 sera présélectionné.

source: Insert shortcode
de_de: Shortcode einfügen
fr_fr: Insérer le shortcode

source: Insert Donation Form
de_de: Spendenformular einfügen
fr_fr: Insérer le formulaire de don

# HTML link tag to the settings page
source: Donation form: Missing api key. Add the API key you received from RaiseNow to your %splugin settings%s.
de_de: Spendenformular: Fehlender API-Key. Füge deinen API-Key, den du von RaiseNow erhalten hast, den %sPlugin-Einstellungen%s hinzu.
fr_fr: Formulaire de don : Clé API manquante. Ajoutez votre clé API que RaiseNow vous a envoyé dans les %sréglages de votre plugin%s.

source: Donation form: Missing api key. Please contact site administrator.
de_de: Spendenformular: Fehlender API-Key. Wende dich an den Administrator.
fr_fr: Formulaire de don : Votre clé API est manquante. Contactez l’administrateur de votre site.

source: Donation form: Unknown language key in shortcode. Accepted values are %1$s. Shortcode must have the form: %2$s
de_de: Unbekannter Sprachschlüssel im Shortcode. Akzeptierte Werte sind %1$s. Der Shortcode muss die folgende Form haben: %2$s
fr_fr: Formulaire de don : Langue inconnue dans le shortcode. Les valeurs acceptées sont %1$s. Le shortcode doit avoir la forme suivante : %2$s

source: Donation form: Invalid language setting. Please contact site administrator.
de_de: Spendenformular: Ungültiger Sprachschlüssel. Wenden dich an den Administrator.
fr_fr: Formulaire de don : La réglage de la langue sont invalides. Contactez l’administrateur de votre site.

source: Copy shortcode
de_de: Shortcode kopieren

source: Donation form basics
de_de: Grundlegende Einstellungen für das Spendenformular

source: Default Amounts
de_de: Standardbeträge

source: Advanced
de_de: Erweiterte Einstellungen

source: To render the donation form, copy and paste this shortcode on any page, post, or a text widget.
de_de: Um das Spendenformular anzuzeigen, kannst du diesen Shortcode kopieren und in eine beliebige Seite, einen Beitrag oder ein Text-Widget einfügen.

source: API key retrieved by RaiseNow. You should find it in the onboarding email from RaiseNow.
de_de: API-Schlüssel von RaiseNow. Du solltest ihn in der Onboarding-E-Mail von RaiseNow finden.

source: Widget type
de_de: Widget-Typ
fr_fr: Type de Widget

source: Check the onboarding email from RaiseNow to find out which widget type you should choose.
de_de: Schaue in der Onboarding-Email von RaiseNow, welchen Widget-Typ du wählen solltest.

source: Widget language
de_de: Widget-Sprache
fr_fr: Langue De Widget

source: Default widget language.
de_de: Standardsprache des Widgets.

source: One time donation amount 1
de_de: Betrag Einmalspende 1

source: Default amount. Can be overwritten with the shortcode.
de_de: Standardbetrag. Kann mit dem Shortcode überschrieben werden.

source: One time donation amount 2
de_de: Betrag Einmalspende 2

source: One time donation amount 3
de_de: Betrag Einmalspende 3

source: One time donation amount 4
de_de: Betrag Einmalspende 4

source: Recurring donation amount 1
de_de: Betrag wiederkehrende Spende 1

source: Recurring donation amount 2
de_de: Betrag wiederkehrende Spende 2

source: Recurring donation amount 3
de_de: Betrag wiederkehrende Spende 3

source: Recurring donation amount 4
de_de: Betrag wiederkehrende Spende 4

source: Custom script
de_de: Benutzerdefiniertes Skript
fr_fr: Code JavaScript personnalisé

source: Enter your javascript above. It will be applied to all donation forms.
de_de: Geb dein JavaScript oben ein. Es wird auf alle Spendenformulare angewendet.

source: Custom css
de_de: Benutzerdefiniertes CSS
fr_fr: Code CSS personnalisé

source: Enter your custom css above. It will be applied to all donation forms.
de_de: Gib dein benutzerdefiniertes CSS oben ein. Es wird auf alle Spendenformulare angewendet.

source: Copy this shortcode and paste it into your post, page, or text widget:
de_de: Kopiere diesen Shortcode und füge ihn in deinen Beitrag, Seite oder Text-Widget ein:

source: These settings are mandatory. The form will not work if they are not set up properly.
de_de: Diese Einstellungen sind zwingend. Das Formular funktioniert nicht, wenn diese Einstellungen nicht korrekt sind.

source: Define the default donation amounts here. They may be overwritten for individual forms using the according shortcode attributes.
de_de: Definiere hier die Standardspendenbeträge. Sie können für einzelne Formulare mit den entsprechenden Shortcode-Attributen überschrieben werden.

source: Styles and scripts added here are injected on every page that contains a donation form. You probably want to leave this section empty.
de_de: Hier hinzugefügte Stile und Skripte werden auf jeder Seite eingefügt, die ein Spendenformular enthält. Wahrscheinlich kannst du diesen Abschnitt leer lassen.

source: Online donations
de_de: Online-Spenden
fr_fr: Don en ligne

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht die erforderlichen Rechte, um auf diese Seite zuzugreifen.
fr_fr: Vous n’avez pas les droits nécessaires pour visualiser cette page.

source: RaiseNow donation forms
de_de: RaiseNow Spendenformulare

source: Add RaiseNow donation forms by shortcode. IMPORTANT: You need to have a contract with https://www.raisenow.com/en to use this plugin.
de_de: Bette Spendenformulare von RaiseNow per Shortcode ein. WICHTIG: Du brauchst einen Vertrag mit https://www.raisenow.com um dieses Plugin nutzen zu können.

source: Customize donation form
fr_fr: Personnaliser le formulaire de don

source: API key
fr_fr: Clé API

source: Enter your RaiseNow API key.
fr_fr: Indiquez votre clé API de RaiseNow.

source: Select your RaiseNow widget type. Check the onboarding email of RaiseNow to find out which widget type you should choose.
fr_fr: Sélectionnez votre type de Widget. Vérifiez dans l’email d’introduction que vous avez reçu de la part de RaiseNow pour connaitre quel est le bon type de Widget vous pouvez choisir.

source: Enter your javascript below. It will be applied to all donation forms.
fr_fr: Insérez votre code JavaScript ci-dessous. Il sera appliqué à tous les formulaires de don.

source: Enter your custom css below. It will be applied to all donation forms.
fr_fr: Insérez votre code CSS ci-dessous. Il sera appliqué à tous les formulaires de don.

source: Use the options below to customize your donation form.
fr_fr: Utilisez les options ci-dessous afin de personnaliser votre formulaire de don.

source: Select your widget language.
fr_fr: Sélectionnez la langue de votre widget.

source: Enter the first value for one time donations.
fr_fr: Entrez la première valeur pour les dons uniques.

source: One time donation value 1
fr_fr: Don unique valeur 1

source: Enter the second value for one time donations.
fr_fr: Entrez la deuxième valeur pour les dons uniques.

source: One time donation value 2
fr_fr: Don unique valeur 2

source: Enter the third value for one time donations.
fr_fr: Entrez la troisième valeur pour les dons uniques.

source: One time donation value 3
fr_fr: Don unique valeur 3

source: Enter the fourth value for one time donations.
fr_fr: Entrez la quatrième valeur pour les dons uniques.

source: One time donation value 4
fr_fr: Don unique valeur 4

source: Enter the first value for recurring donations.
fr_fr: Entrez la première valeur pour les dons récurrents.

source: Recurring donation value 1
fr_fr: Don récurrent valeur 1

source: Enter the second value for recurring donations.
fr_fr: Entrez la deuxième valeur pour les dons récurrents.

source: Recurring donation value 2
fr_fr: Don récurrent valeur 2

source: Enter the third value for recurring donations.
fr_fr: Entrez la troisième valeur pour les dons récurrents.

source: Recurring donation value 3
fr_fr: Don récurrent valeur 3

source: Enter the fourth value for recurring donations.
fr_fr: Entrez la quatrième valeur pour les dons récurrents.
